Revit 2026 API
DisplacementElement.CanElementsBeDisplaced Method
Overload List
Name | Description
CanElementsBeDisplaced(View, ICollection<ElementId>)
CanElementsBeDisplaced(View, ICollection<ElementId>, ElementId)
Top
See Also
Reference
DisplacementElement Class
Autodesk.Revit.DB Namespace